Repository: b-jesch/script.knftv.announcer
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# Addon Disclaimer
source: Use at your own risk.
de_de: Benutzung auf eigene Gefahr

# #30004
source: Settings
de_de: Einstellungen

# #30005
source: User Settings
de_de: Nutzerdaten

# #30040
source: Announce to KNFTV
de_de: Auf KNFTV anzeigen

# #30041
source: Delete Announces on KNFTV
de_de: Tipps auf KNFTV löschen

# #30042
source: Delete my Announcements on KNFTV
de_de: Meine Tipps auf KNFTV löschen

# #30100
source: Preview Upload successful
de_de: Vorschaubild erfolgreich hochgeladen

# #30101
source: Upload Error, couldn't move to Cache
de_de: Uploadfehler, Bild konnte nicht gespeichert werden

# #30102
source: Upload Error, couldn't upload
de_de: Uploadfehler, Bild konnte nicht hochgeladen werden

# #30103
source: Preview Image unsuitable, discard
de_de: Vorschaubild unbrauchbar

# #30104
source: Preview Image could not proceed
de_de: Vorschaubild wurde nicht bearbeitet

# #30110
source: Announcement added
de_de: Tipp wurde hinzugefügt

# #30111
source: Announcement voted
de_de: Tipp wurde gevoted

# #30112
source: Announcement already created or voted
de_de: Tipp wurde bereits hochgeladen oder gevoted

# #30115
source: Announcements fetched
de_de: Tipps wurden zusammengestellt

# #30116
source: No own Announcements fetched
de_de: Keine eigenen Tipps vorhanden

# #30117
source: Time until Start of Broadcast too short
de_de: Zeit bis Sendungsbeginn zu kurz

# #30118
source: Broadcast Preview updated
de_de: Vorschaubild aktualisiert

# #30120
source: Announcement deleted
de_de: Tipp wurde gelöscht

# #30121
source: Announcement File not found
de_de: Datendatei wurde nicht gefunden

# #30130
source: unknown Command
de_de: unbekannter Befehl

# #30140
source: Resource not available
de_de: Ressource nicht verfügbar

# #30141
source: Service not available (404), check your Settings
de_de: Dienst nicht verfügbar (404), Einstellungen überprüfen

# #30142
source: Access forbidden (403), check your Settings
de_de: Zugriff verboten (403), Einstellungen überprüfen

# #30143
source: Communication Error
de_de: Kommunikationsfehler

# #30150
source: unknown Result Code
de_de: unbekannter Ergebniscode
